# coding=utf8
import stanza


text = '''
项目概况

南阳市第一完全学校高中部数字学习中心设备购置项目招标项目的潜在投标人应在《全国公共资源交易平台（河南省﹒南阳市﹒卧龙区）》（www.nywlzy.com）获取招标文件，并于2020年07月31日09时30分（北京时间）前递交响应文件。

一、项目基本情况
1、项目编号：卧龙政采磋商-2020-64
2、项目名称：南阳市第一完全学校高中部数字学习中心设备购置项目
3、采购方式：竞争性磋商
4、预算金额：736,116.68元
最高限价：736116.68元
序号	包号	包名称	包预算（元）	包最高限价（元）
1	1	南阳市第一完全学校高中部数字学习中心设备购置项目	736116.68	736116.68
5、采购需求（包括但不限于标的的名称、数量、简要技术需求或服务要求等）
（1）云桌面管理平台、系统应用软件、系统服务端设备、系统网络传输设备、课桌椅、装饰装修等；（具体参数详见磋商文件）
（2）资金来源：财政资金，已落实；
（3）交货期：合同签订后30日历天内供货并安装调试完毕；
（4）交货地点：采购人指定地点
（5）质保期：一年；
（6）质量标准：合格；
（7）标段划分：一个标段；
6、合同履行期限：合同签订后30日历天
7、本项目是否接受联合体投标：否
8、是否接受进口产品：否
二、申请人资格要求：
1、满足《中华人民共和国政府采购法》第二十二条规定；
2、落实政府采购政策满足的资格要求：
本项目执行优先采购节能环保、环境标志性产品，扶持不发达地区和少数民族地区，促进中小企业、监狱企业、残疾人福利性企业发展等（详见招标文件）。
3、本项目的特定资格要求
（1）具有独立承担民事责任的能力；（提供统一社会信用代码三证合一的营业执照）

（2）具有良好的商业信誉和健全的财务会计制度；（提供2018年度的财务审计报告或报表，成立不足的自成立之日起）；

（3）具有履行合同所必需的设备和专业技术能力（供应商须自行撰写承诺函，格式自拟）；

（4）有依法缴纳税收和社会保障资金的良好记录；（提供企业2019年1月1日以来任意三个月企业依法缴纳税收和社会保障资金的证明,依法免税企业应提供相关证明文件；）

（5）参加政府采购活动前三年内，在经营活动中没有重大违法记录；

（6）法律、行政法规规定的其他条件。

（7）投标人须提供无行贿犯罪记录承诺函,并对其真实性负责，若承诺不实，造成的后果由投标人自行负责；（格式自拟）

（8） 潜在的供应商须提供通过“信用中国”网站（www.creditchina.gov.cn）和中国政府采购网（www.ccgp.gov.cn）查询企业信用记录的网页打印件并加盖公章，列入“信用中国”网站的“失信被执行人”和“重大税收违法案件当事人名单”、“中国政府采购网”网站的“政府采购严重违法失信行为记录名单”及其他不符合《中华人民共和国政府采购法》第二十二条规定条件的供应商，不得参与本次政府采购活动；
（9）本项目不接受联合体投标，不得分包转包。

备注：本项目实行资格后审，审查内容以投标截止时间前填报上传企业诚信库信息为准，过期更改的诚信库信息不作为本项目评审依据。开评标现场不接受诚信库信息原件。诚信库上传信息必须内容齐全，真实有效，原件扫描件清晰可辨。否则，由此造成应得分而未得分或资格审查不合格等情况的，由供应商承担责任。
三、获取采购文件
1.时间：2020年07月16日 至 2020年07月22日，每天上午09:00至12:00，下午12:00至17:00（北京时间，法定节假日除外。）
2.地点：《全国公共资源交易平台（河南省﹒南阳市﹒卧龙区）》（www.nywlzy.com）
3.方式：潜在供应商请于2020年7月16日9时00分至2020年7月22日17时00分下载竞争性磋商文件。（由于全市诚信库统一，需报名的潜在供应商都需要在南阳市公共资源交易中心注册企业诚信库并办理CA数字证书）。
4.售价：0元
四、响应文件提交
1.时间：2020年07月31日09时30分（北京时间）
2.地点：加密电子响应文件应在磋商文件规定的投标截止时间前到达卧龙区公共资源交易中心的交易系统，逾期上传的，采购人不予受理，视为无效投标；
五、响应文件开启
1.时间：2020年07月31日09时30分（北京时间）
2.地点：投标人应当在开标截止时间前,用信安CA数字证书登录卧龙区公共资源交易中心并进入“不见面开标大厅”等候开标,在线准时参加开标活动并进行投标文件解密、答疑澄清等。
六、发布公告的媒介及招标公告期限
本次招标公告在《河南省政府采购网》《河南省电子招标投标公共服务平台》、《全国公共资源交易平台（河南省·南阳市·卧龙区）》上发布。 招标公告期限为三个工作日2020年07月16日至2020年07月22日。
七、其他补充事宜
1、落实政府采购政策满足的资格要求：

本项目执行节约能源、保护环境、扶持不发达地区和少数民族地区、促进中小企业发展、促进残疾人就业、促进监狱企业发展等政府采购政策。

2、报名需知：

（1）企业诚信库注册

未入库的投标供应商请及时办理入库手续。入库办理请参见南阳市公共资源交易中心网站www.nyggzyjy.cn下载专区《诚信库申报操作手册》，企业办理诚信库不收取任何费用，不需携带原件到南阳市公共资源交易中心进行审核。因未及时办理入库手续导致无法报名的,责任自负。

（2）办理CA数字证书

投标企业完成企业诚信库注册后，必须办理CA数字证书方可在网上办理招投标相关业务。CA数字证书办理请参见南阳市公共资源交易中心网站下载专区《CA办理所需资料》。

① 在南阳市公共资源交易中心注册企业诚信库并办理CA数字证书的，均可以登录南阳市卧龙区公共资源交易中心网站。

② 在南阳市公共资源交易中心办理的CA数字证书，按照卧龙区公共资源交易中心操作手册上设置完成后，仍登录不上卧龙区公共资源交易中心（包括CA数字证书到期续费的），请投标企业携带公司CA数字证书到卧龙区公共资源交易中心现场绑定CA数字证书。

3、本项目为电子评标项目，供应商须提供电子响应文件，电子响应文件需要使用投标文件制作工具制作，制作工具及操作手册可登陆“卧龙区公共资源交易中心（www.nywlzy.com）”，在“会员操作手册”中下载；

4、本项目采用“远程不见面”开标方式，供应商无需到现场提交原件资料、无需到卧龙区公共资源交易中心现场参加开标会议；供应商应当在开标截止时间前，用信安CA数字证书登录卧龙区公共资源交易中心并进入“不见面开标大厅”等候开标,在线准时参加开标活动并进行响应文件解密、答疑澄清等。（开标过程中，如供应商准备不到位，造成无法及时解密、网络问题等情况造成开标无法继续的，视为错过解密时长，本次项目解密时长为40分钟，错过解密时长者视为自动放弃本次投标）

5、请各潜在供应商在获取文件后及时关注网站更新信息，若因其他原因未能及时看到网上更新信息而造成的损失，采购人及采购代理机构将不负任何责任。
八、凡对本次招标提出询问，请按照以下方式联系
1. 采购人信息
名称：南阳市第一完全学校
地址：河南省南阳市中州西路与西环路交叉口东北侧
联系人：王邦明
联系方式：0377-83968986
2.采购代理机构信息（如有）
名称：河南鸿恒工程咨询有限公司
地址：南阳市宛城区孔明路建业凯旋广场17号楼（凯旋中心A座）12楼1210室
联系人：王丽娜
联系方式：0377-60692228
3.项目联系方式
项目联系人：何佳松
联系方式：18337760239
发布人：刘俊朝
发布时间：2020年07月15日'''

zh_nlp = stanza.Pipeline('zh')

zh_doc = zh_nlp(text)
for i, sent in enumerate(zh_doc.sentences):
    print("[Sentence {}]".format(i+1))
    for word in sent.words:
        print("{:12s}\t{:12s}\t{:6s}\t{:d}\t{:12s}".format(\
              word.text, word.lemma, word.pos, word.head, word.deprel))
    print("")